Repository: KDE/kleopatra
Catalog: po/*/kwatchgnupg.po
Languages: eo, uk

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau, Oliver Kellogg
uk: Іван Петрущак

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org, olivermkellogg@gmail.com
uk: ivanpetrouchtchak@yahoo.com

source: Original Author
eo: Origina aŭtoro
uk: Перший автор

# @title
source: GnuPG Log Viewer
eo: GnuPG-protokola Spektilo

# @info
source: Viewer for GnuPG daemon and application logs
eo: Rigardilo por GnuPG-demono kaj aplikaj protokoloj

source: © 2001-2004 Klarälvdalens Datakonsult AB
eo: (c) 2001-2004 Klarälvdalens Datakonsult AB

# @title:window
source: Configure KWatchGnuPG
eo: Agordi WatchGnuPG
uk: Налаштування KWatchGnuPG

# @label:textbox
source: &Executable:
eo: &Plenumebla dosiero:

source: None
eo: Neniu
uk: Немає

source: Basic
eo: Baza
uk: Основний

source: Advanced
eo: Plie
uk: Додатковий

source: Expert
eo: Spertulo
uk: Експерт

# @label:textbox
source: Default &log level:
eo: Defaŭlta &protokolo-nivelo:

source: Log Window
eo: Log Fenestro
uk: Вікно журналу

# history size spinbox suffix
source: %v line
eo: %v linio

source: unlimited
eo: senlima
uk: необмежено

# @label:textbox
source: &History size:
eo: &Historigrando:

# @action:button
source: Set &Unlimited
eo: Meti Sen&lima

# @option:check
source: Enable &word wrapping
eo: Ebligi vortĉirkaŭfl&uon

source: [%1] Log cleared
eo: [%1] Protokolo viŝita
uk: [%1] Журнал очищено

source: C&lear History
eo: For&viŝi la historion
uk: О&чистити історію

source: [%1] Log stopped
eo: [%1] Protokolo haltita
uk: [%1] Журнал зупинено

source: The watchgnupg logging process could not be started. Please install watchgnupg somewhere in your $PATH. This log window is unable to display any useful information.
eo: La protokolo de watchgnupg ne povis esti komencita. Bonvolu instali watchgnupg ie en via $PATH. Tiu ĉi protokolo-fenestro ne povas montri ajnan utilan informon.
uk: Не вдалось запустити процес ведення журналу watchgnupg. Будь ласка, встановіть watchgnupg десь у вашому $PATH. У цьому вікні журналу ви не знайдете корисних відомостей.

source: [%1] Log started
eo: [%1] Protokolo ekigita
uk: [%1] Журнал почато

source: There are no components available that support logging.
eo: Ne estas disponeblaj komponantoj, kiuj subtenas la ensalutadon.
uk: Немає компонентів, які підтримують ведення журналу.

source: The watchgnupg logging process died. Do you want to try to restart it?
eo: La procezo de registrado de watch gnupg mortis. Ĉu vi volas provi rekomenci ĝin?
uk: Процес ведення журналу watchgnupg зупинився. Хочете спробувати його знов запустити?

# @action:button
source: Try Restart
eo: Provi Restarton
uk: Спробувати перезапустити

# @action:button
source: Do Not Try
eo: Ne Provi
uk: Не пробувати

source: ====== Restarting logging process =====
eo: ====== Rekomencante protokolon =====
uk: == Перезапуск процесу ведення журналу ==

source: The watchgnupg logging process is not running. This log window is unable to display any useful information.
eo: La protokolo de watchgnupg ne funkcias. Tiu ĉi protokolo-fenestro ne povas montri ajnajn utilajn informojn.
uk: Процес ведення журналу watchgnupg не запущений. У цьому вікні журналу ви не знайдете корисних відомостей.

source: Save Log to File
eo: Konservi Protokolon al Dosiero
uk: Зберегти журнал у файл

source: Could not save file %1: %2
eo: Ne eblis konservi dosieron %1: %2
uk: Не вдалося зберегти файл %1: %2

source: &File
eo: &Dosiero
uk: &Файл

source: Main Toolbar
eo: Ĉefa ilobreto
uk: Головний пенал

source: GnuPG log viewer
uk: GnuPG переглядач журналів

source: (c) 2004 Klarälvdalens Datakonsult AB
uk: © Klarälvdalens Datakonsult AB, 2004

source: Guru
uk: Гуру

# history size spinbox suffix
source: line
uk: рядок

source: Set &Unlimited
uk: &Не обмежувати

source: Enable &word wrapping
uk: Ввімкнути &перенесення слів

source: KWatchGnuPG Log Viewer
uk: Переглядач журналів KWatchGnuPG
